---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RevisionCloudRevisionIssuedBy
source: html/ab801e5f-6cad-b10d-4c49-cc1f0d00cedb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RevisionCloudRevisionIssuedBy Property

"Issued by"

## Syntax (C#)
```csharp
public static ForgeTypeId RevisionCloudRevisionIssuedBy { get; }
```